[GENERAL]
NAME				= Українська
TRANSLATOR			= -ASSASSIN-X- => Did Kokos
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Термін дії закінчився.
TEXT_BETA			= Бета версія
TEXT_UNREGISTERED		= Не зареєстровано
TEXT_INIT_FAIL			= Збій запуску програми.
TEXT_APPINFO			= Bandicam - високопродуктивний захоплювач відео.

; error
TEXT_ERROR_DISKSPACE		= Недостатньо місця на диску для запису.
TEXT_ERROR_VIDEO_CAP		= Збій запуску відеозахоплення.
TEXT_ERROR_AUDIO_CAP		= Збій запуску звукозахоплення.\nЯкщо Вам потрібна допомога, натисніть 'ОК'.
TEXT_ERROR_IMAGE_CAP		= Збій захоплення зображення.\nБудь ласка, перевірте папку виводу.
TEXT_ERROR_CREATEFILE		= Не вдалося створити файл.\nЯкщо Вам потрібна допомога, натисніть 'ОК'.
TEXT_ERROR_CODEC_INIT		= Помилка ініціалізації кодека.
TEXT_ERROR_LOGO_IMAGE		= Непідтримуваний формат зображення. \nБудь ласка, виберіть формат PNG.
TEXT_CAN_NOT_CHANGE_TB		= Ця опція доступна тільки для зареєстрованої версії. \nБудь ласка, купіть Bandicam на http://bandicam.com/buy
TEXT_WARNING_AMD_APP		= Ваша система не підтримує 'H.264 (AMD APP)', тому буде використаний стандартний кодек.
TEXT_WARNING_AMD_APP2		= Ваша система не підтримує 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Звук
TEXT_VID_PAGE_WEBCAM		= Вебкамера
TEXT_VID_PAGE_LOGO		= Логотип
TEXT_VID_PAGE_EFFECTS		= Ефекти
TEXT_VID_PAGE_OPTIONS		= Опції

; option page name
TEXT_OPT_PAGE_GENERAL		= Загальні
TEXT_OPT_PAGE_OUTPUT		= Output
TEXT_OPT_PAGE_HOOKING		= Захоплення
TEXT_OPT_PAGE_LANGUAGE		= Мова
TEXT_OPT_PAGE_OTHERS		= Інше

TEXT_VIDEO			= Відео
TEXT_AUDIO			= Звук

TEXT_FOLDER_SELECT		= Виберіть папку для збереження

TEXT_FMT_FULL_SIZE		= Повний розмір
TEXT_FMT_HALF_SIZE		= Половина розміру
TEXT_FMT_FIT_WIDTH		= За шириною
TEXT_FMT_FIT_HEIGHT		= За висотою
TEXT_FMT_CUSTOM_SIZE		= Особливий
TEXT_FMT_STEREO			= стерео
TEXT_FMT_MONO			= моно
TEXT_FMT_ORIGINAL_PCM		= Original audio format

; preset
TEXT_PRESET_DEFAULT		= За замовчуванням
TEXT_PRESET_HALFSIZE		= Половина розміру
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Швидкий для 60 FPS
TEXT_PRESET_LOWEND		= Слабкий ПК
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Divx/Galaxy смартфон
TEXT_PRESET_EDIT		= Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= За шириною, 320x0
TEXT_PRESET_640x0		= За шириною, 640x0
TEXT_PRESET_800x0		= За шириною, 800x0
TEXT_PRESET_USER		= Користувальницькі

TEXT_CHANGE_LANG		= Для зміни мови необхідно перезапустити Bandicam.\nПерезапустити зараз?
TEXT_CHANGE_HOOK		= Для зміни цілі захоплення необхідний перезапуск Bandicam.\nПерезапустити зараз?
TEXT_CHANGE_SIZE		= Щоб змінити розмір вікна Bandicam, ви маєте перезапустити Bandicam.\nПерезапустити зараз?
TEXT_RESET_ALL_SETTINGS		= Ви впевнені, що хочете відновити стандартні налаштування?

TEXT_REGISTER_SUCCEEDED		= Bandicam зареєстрований!
TEXT_REGISTER_FAILED		= Помилка реєстрації. \nПеревірте ваш e-mail і серійний номер.
TEXT_REGISTER_CONNECT_FAILED	= Неможливо з'єднатися з сервером реєстрації.\nБудь ласка, перевірте ваше з'єднання з Інтернетом, оновіть системний час і дату. \nЯкщо Вам потрібна допомога, натисніть 'ОК'.
TEXT_REGISTER_INFO		= E-mail: %s\r\nСерійний номер: %s
TEXT_REGISTER_LIMITED		= Запис зупинений.\n\nВ незареєстрованій версії можна записувати лише 10 хвилин. \nБудь ласка, придбайте Bandicam на bandicam.com
TEXT_REGISTER_NEWRECORD		= Ви не можете почати новий запис в незареєстрованій версії. \nБудь ласка, придбайте Bandicam на bandicam.com
TEXT_REGISTER_LICENCE_INFO	= Не зареєстровано!!! - Лише 10 хвилин запису відео з водяним знаком, \r\nДля повної функціональності придбайте Bandicam на bandicam.com

TEXT_PROGRAM_INVALID		= Збій програми. \nБудь ласка, переінсталюйте програму.

TEXT_SELECT_TARGET		= Клацніть на цільовому вікні
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - Запис ігор і відеоплеєрів які використовують DirectX.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - Запис робочого столу і веб-відео.
TEXT_TARGET_CHANGING		= Якщо ви зміните режим запису, запис буде зупинено.\nВи бажаєте зупинити запис?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Ви не можете почати запис 'Game Recording Mode' тому що цільове вікно не обрано.\n\nВи бажаєте змінити режим запису на 'Screen Recording Mode' щоб почати записування в даному режимі?

TEXT_STATUSBAR_READY		= Готово
TEXT_STATUSBAR_RECORDING	= Запис
TEXT_STATUSBAR_PAUSE		= Пауза

TEXT_UPDATE_AVAILABLE		= Доступна нова версія Bandicam. \nЗавантажити зараз?
TEXT_UPDATE_UNAVAILABLE		= Ви використовуєте найновішу версію.
TEXT_UPDATE_FAILED		= Помилка перевірки оновлень. \nМожливо немає з'єднання з Інтернетом, або сервер не працює.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= Повний екран
TEXT_TARGET_RESTORE		= Відновити
TEXT_TARGET_FIND		= Вказати вікно
TEXT_TARGET_RESIZE		= Меню вибору розміру
TEXT_TARGET_IMAGE		= Захоплення зображення
TEXT_TARGET_PEN			= Режим малювання
TEXT_TARGET_RECORD_START	= Запис відео - старт
TEXT_TARGET_RECORD_PAUSE	= Запис відео - пауза
TEXT_TARGET_RECORD_STOP		= Запис відео - стоп

TEXT_RC_HOWTO_NOCOMPLETE	= Без автозавершення запису
TEXT_RC_HOWTO_BYTIME		= За часом
TEXT_RC_HOWTO_BYSIZE		= За розміром
TEXT_RC_AFTER_NEWRECORD		= Почати новий запис
TEXT_RC_AFTER_EXIT		= Закрити Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Вимкнути комп'ютер

TEXT_SHUTDOWN_SEC		= Вимкнення системи через %d сек.

TEXT_SEL_IMAGE_FILE		= Виберіть файл зображення

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Відключено (Рекомендовано) --

TEXT_CORRUPTED_AVI_FILE		= Останній записаний фал пошкоджено.\nБажаєте виправити помилки в ньому?\n\nФайл: %s
TEXT_TRAY_BALLOON_TIP		= Клацніть на значок в треї, щоб показати вікно налаштувань Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Клацніть на значок в треї, щоб показати раму області екрану.
TEXT_FORCE_STOP			= Не вдалося зупинити запис, оскільки цільове вікно не відповідає.\nЗупинити запис примусово?
TEXT_EXTERNAL_CODEC		= - Зовнішній кодек -
TEXT_CUDA_GPU_AUTOSELECT	= (Автоматичний вибір)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Статус запису
TEXT_INDICATOR_TIME		= Час запису
TEXT_INDICATOR_SIZE		= Розмір записуваного файлу / вільне місце на диску
TEXT_INDICATOR_VOLUME		= Поточний рівень гучності

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [ Средній ]   Нормальний пріоритет для задач
TEXT_REC_PRIORITY_HIGH		= [ Вище среднього ]   Вище, ніж нормальний пріоритет
TEXT_REC_PRIORITY_HIGHEST	= [ Високий ]   Інші задачі можуть працювати повільніше

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut не встановлений. Ви бажаєте завантажити Bandicut?
TEXT_OUTPUTS_DELETE		= Ви справді бажаєте остаточно видалити обрані файли?
TEXT_OUTPUTS_SELCOUNT		= %d файлів обрано

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Target Name
TEXT_FILE_NAME_PREFIX_CUSTOM	= Custom Prefix
TEXT_FILE_NAME_PREFIX_NONE	= None
TEXT_FILE_NAME_SUFFIX_TIME	= Date/Time
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sequence Number

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Enter a value between 1 and 1440 minutes.
TEXT_TIMER_REC_STOP_RECORDING	= The recording is in progress. \nAre you sure you want to stop recording and continue?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Загальні
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Відео
$BN_PAGE_IMAGE			= Зображення
$BN_PAGE_OUTPUTS		= Записане
$BN_PAGE_ABOUT			= Про програму
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Опції
$ST_GEN_OUTPUT_FOLDER		= Папка виводу
$BN_GEN_OPEN_OUTPUT_FOLDER	= Відкрити
$BN_GEN_ADV_OPTIONS		= Розширені
$CK_GEN_ALWAYS_ON_TOP		= Bandicam завжди поверх інших вікон
$CK_GEN_START_MINIMIZED		= Запускати Bandicam згорнутим в треї
$CK_GEN_RUN_WHEN_START		= Запускати Bandicam разом з Windows
$CK_GEN_RECORD_WHEN_RUN		= Автозаписування всього екрану при запуску Bandicam
$CK_GEN_TIMER_RECORDING		= Set timer for Auto Start Recording
$ST_GEN_LANGUAGE		= Мова
$ST_GEN_REC_AUTO_START		= Автоматичний початок запису
$ST_GEN_REC_AUTO_COMPLETE	= Автозавершення запису
$BN_GEN_REC_AUTO_COMPLETE	= Налаштування
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Накладення FPS
$CK_FPS_OVERLAY_HOTKEY		= Клавіша
$CK_FPS_OVERLAY			= Позиція
$ST_FPS_LIMIT			= Обмеження FPS
$CK_FPS_LIMIT_HOTKEY		= Клавіша
$CK_FPS_LIMIT			= Встановити обмеження
$CK_FPS_LIMIT_ONLY_CAP		= Тільки при захопленні
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Запис
$CK_VID_RECORD_HOTKEY		= Старт/Стоп - Швидка клавіша
$CK_VID_PAUSE_HOTKEY		= Пауза Швидка клавіша
$CK_VID_SHOW_CURSOR		= Відображати курсор
$CK_VID_CLICK_EFFECTS		= Ефекти кліків мишки
$CK_VID_WEBCAM_OVERLAY		= Додати оверлей Веб-камери
$BN_VID_RECORD_SETTINGS		= Налаштування
$ST_VID_FORMAT			= Формат
$ST_VID_FORMAT_VIDEO		= Відео
$ST_VID_FORMAT_AUDIO		= Аудіо
$BN_VID_FORMAT_SETTINGS		= Опції
$BN_VID_FORMAT_PRESETS		= Шаблони
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Захват зображення
$CK_IMG_CAPTURE_HOTKEY		= Клавіша
$CK_IMG_CAPTURE_REPEAT		= Повторювати захват екрану
$ST_IMG_CAPTURE_REPEAT		= сек.
$CK_IMG_SHOW_CURSOR		= Відображати курсор
$CK_IMG_SHUTTER_SOUND_EFFECT	= Увімкнути звук затвору
$ST_IMG_FORMAT			= Формат
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Звичайний
$CK_IMG_FORMAT_JPG_HQ		= JPG - Висока якість
$BTN_IMG_FORMAT_ANIGIF		= How to save as animated gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Відео
$ST_OUT_TAB_IMAGE		= Зображення
$BN_OUT_PLAY_VIDEO		= Переглянути
$BN_OUT_OPEN_IMAGE		= Відкрити
$BN_OUT_EDIT			= Редагувати
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Видалити
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Версія Bandicam
$ST_ABO_COPYRIGHT		= Авторські права (c) 2009-2015 Bandisoft.com
$BN_ABO_NEW_VERSION		= Доступна нова версія.
$BN_ABO_CHECK_UPDATE		= Перевірка оновлень
$ST_ABO_LICENCE_INFO		= Інформація про ліцензію
$BN_ABO_REGISTER		= Реєстрація
$BN_ABO_REGISTER_HELP		= Як купити і зареєструвати
$ST_ABO_HOMEPAGE_INFO		= Офіційний сайт
$ST_ABO_HOMEPAGE_URL		= Домашня сторінка
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Відкрити папку виводу
$TOOLTIP_SCREENSHOT		= Захоплення зображення
$TOOLTIP_RECORD			= Запис / Стоп
$TOOLTIP_PAUSE			= Пауза
$TOOLTIP_UI_MODE		= Простий/Повний вигляд
$TOOLTIP_REGISTER		= Реєстрація Bandicam
$TOOLTIP_ONLINE_HELP		= Онлайн допомога

$TOOLTIP_TOOL_PEN		= Олівець
$TOOLTIP_TOOL_PEN_HL		= Фломастер 
$TOOLTIP_TOOL_BOX		= Рамка
$TOOLTIP_TOOL_ERASER		= Ластик
$TOOLTIP_TOOL_COLOR		= Обрати колір
$TOOLTIP_TOOL_LINE		= Ширина лінії
$TOOLTIP_TOOL_UNDO		= Відмінити (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Повторити (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Відміна
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Налаштування формату
IDC_ST_FMTSET_FILE		= File Type
IDC_ST_FMTSET_VIDEO		= Відео
IDC_ST_VIDEO_SIZE		= Розмір
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Кодек
IDC_ST_VIDEO_BITRATE		= Бітрейт
IDC_ST_VIDEO_QUALITY		= Якість
IDC_ST_FMTSET_AUDIO		= Звук
IDC_CK_AUDIO_ORIGINAL_PCM	= Save as original format
IDC_ED_AUDIO_ORIGINAL_PCM	= You can save multi-channel and high-definition audio (96KHz or more).
IDC_ST_AUDIO_CH			= Канали
IDC_ST_AUDIO_FREQ		= Частота
IDC_ST_AUDIO_CODEC		= Кодек
IDC_ST_AUDIO_BITRATE		= Бітрейт
IDC_ST_FORMAT_HELP		= [ Допомога ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Реєстрація Bandicam
IDC_ST_1BUY			= 1. Купівля
IDC_ST_1BUY_COMMENT		= Для видалення водяного знаку при записі відео, придбайте ліцензію Bandicam на http://www.bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Купити онлайн
IDC_ST_2REGISTER		= 2. Реєстрація
IDC_ST_2REGISTER_COMMENT	= Необхідне підключення до Інтернету для реєстрації.
IDC_ST_EMAIL_ADDRESS		= E-mail
IDC_ST_SERIAL_NUMBER		= Серійний номер
IDC_BTN_REGISTER_NOW		= Зареєструвати
IDC_BTN_CLOSE			= Закрити

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Перевірка оновлень
IDC_ST_UPDATE_SETTING		= Налаштування
IDC_CK_UPDATE_ENABLE		= Увімкнути автоматичну перевірку оновлень
IDC_CK_UPDATE_POPUP		= Спливаюче повідомлення про нову версію
IDC_UPDATE_CHECK_NOW		= Перевірити зараз
IDC_CLOSE			= Закрити

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Додаткові параметри
IDC_BTN_RESET			= Скинути

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Загальні
IDC_CK_ALWAYS_ON_TOP2		= Bandicam завжди поверх інших вікон
IDC_CK_START_MINIMIZED_TO_TRAY	= Запускати Bandicam згорнутим в треї
IDC_CK_RUN_WHEN_START		= Запускати Bandicam разом з Windows
IDC_CK_RECORD_WHEN_RUN		= Розпочинати запис всього екрану при запуску Bandicam
IDC_CK_SHOW_FPS_IN_VIDEO	= Записувати FPS в кінцевий файл
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Показувати пораду/інформаційну панель
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Automatic

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Вивід
IDC_ST_OUT_OUTPUT_FOLDER	= Output folder
IDC_CK_OUT_CREATE_SUBFOLDER	= Створювати субпапку для збереження файлу
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Дозволити кешування запису на диск
IDC_ST_OUT_FILE_NAMING		= File naming settings
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Мова
IDC_ST_TRANSLATOR		= Подяка перекладачам

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Перехоплення цілі
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Відключити DX10/11 перехоплення в IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Блокувати накладення відео (DirectX overlay)
IDC_BTN_BLOCK_LIST		= Список заблоковаинх процесів

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Інші налаштування
IDC_BTN_VIDEO_RECORD_SETTINGS	= Налаштування запису для відео
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Налаштування формату для відео
IDC_BTN_AUTO_COMPLETE_RECORDING	= Налаштування автозавершення запису

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Автозавершення запису
IDC_ST_RC_HOWTO			= Встановити умови автозавершення запису
IDC_RD_RC_NOTCOMPLETE		= Не автозавершувати
IDC_RD_RC_TIME			= По часу запису
IDC_ST_RC_MAX_TIME		= Макс.
IDC_RD_RC_SIZE			= По розміру файлу
IDC_ST_RC_MAX_SIZE		= Макс.
IDC_ST_RC_AFTER			= Після автозавершення запису
IDC_RD_RC_NOTHING		= Нічого не робити
IDC_RD_RC_NEW_RECORDING		= Почати новий запис
IDC_RD_RC_EXIT_BDCAM		= Закрити Bandicam
IDC_RD_RC_SHUTDOWN		= Вимкнути комп'ютер

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Вимкнення
IDC_ST_SHUTDOWN			= Вимкнення
IDC_ST_SHUTDOWN_INFO		= Комп'ютер буде вимкнений.\nНатисніть 'Відміна' якщо не хочете його вимикати.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Налаштування запису

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Запис звуку
IDC_ST_SND_SELECT_1		= Основний пристрій
IDC_BTN_SND_SETTING_1		= Налаштування
IDC_ST_SND_SELECT_2		= Додатковий пристрій
IDC_BTN_SND_SETTING_2		= Налаштування
IDC_CK_SND_MIX_SOUND		= Загальна звукова доріжка разом з основним пристроєм
IDC_CK_SND_CAP_HOTKEY		= Звук додаткового пристрою записується коли натиснута клавіша
IDC_ST_SOUND_HELP		= [ Допомога ]
IDC_CK_SND_SAVE_AS_WAV		= Паралельно зберігати в звукові файли WAV

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Додати оверлей Веб-камери на відео
IDC_ST_WEBCAM_SETTING		= Налаштування
IDC_ST_WEBCAM_DEVICE		= Веб-камера:
IDC_ST_WEBCAM_SIZE		= Розмір відео:
IDC_ST_WEBCAM_POS		= Розміщення:
IDC_BTN_WEBCAM_DEVICE		= Налаштування
IDC_BTN_WEBCAM_PREVIEW		= Перегляд
IDC_ST_WEBCAM_LR_MARGINS	= Left/R Margins:
IDC_ST_WEBCAM_TB_MARGINS	= Top/B Margins:
IDC_ST_WEBCAM_FOR_DX_GL		= For Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Preview webcam on a screen (Only DX8 or later, and OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Enable preview toggle hotkey

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Помістити логотип на відеозапис
IDC_ST_LOGO_SETTING		= Налаштування
IDC_ST_LOGO_IMAGE		= Зображення:
IDC_ST_LOGO_OPACITY		= Прозорість:
IDC_ST_LOGO_POS			= Позиція:
IDC_ST_LOGO_LR_MARGINS		= Left/R Margins:
IDC_ST_LOGO_TB_MARGINS		= Top/B Margins:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Ефекти мишки
IDC_CK_ADD_CLICK_EFFECTS	= Додати ефекти кліків мишки
IDC_ST_LEFT_CLICK_COLOR		= Колір лівого кліку мишки
IDC_ST_RIGHT_CLICK_COLOR	= Колір правого кліку мишки
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Додати ефект підствітки курсору
IDC_ST_HIGHLIGHT_COLOR		= Колір підсвітки курсору

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Опції
IDC_ST_REC_PRIORITY		= Пріоритет запису:
IDC_ST_REC_PRIORITY2		= Вищий пріоритет може зменшити випадання кадрів.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= Пропускати запис в моментах, коли кадр не оновлюється
IDC_CK_ENHANCED_DX9_CAPTURE	= Розширений метод захоплення (швидше, тільки DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= Розширений метод захоплення (швидше, Windows 8 або вище)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Веб-камера перегляд

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Особливий розмір вікна
IDC_ST_TARGET_SIZE_SETTING	= Налаштування 
IDC_ST_TARGET_SIZE		= Розмір вікна:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Додати Стиль розміру
IDC_ST_ADD_SIZE_PRESET		= Ви можете зберегти поточну позицію і розмір вікна, як новий стиль.\nВведіть нове і'мя стилю.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Редагувати Стиль розміру
IDC_BTN_SIZE_PRESET_ADD		= Додати
IDC_BTN_SIZE_PRESET_DEL		= Видалити
IDC_BTN_SIZE_PRESET_REN		= Перейменувати
IDC_BTN_SIZE_PRESET_UP		= Вгору
IDC_BTN_SIZE_PRESET_DN		= Вниз

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Перейменувати Стиль розміру
IDC_ST_REN_SIZE_PRESET		= Ввести нове і'мя стилю

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Інформація
IDC_ST_ACAP_INFO		= Інформація захоплення звуку
IDC_ST_ACAP_INFO2		= Ваша звукова карта не захоплює звук. \nБудь ласка, перевірте 'Пристрої записування'. \n\nХочете відвідати онлайн сторінку з довідкою?
IDC_CK_ACAP_DO_NOT_ASK		= Більше не запитувати
IDC_BTN_YES			= Так
IDC_BTN_NO			= Ні

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Максимальний час запису
IDC_ST_RC_TIME_SETTING		= Налаштування 
IDC_ST_RC_TIME_HOUR		= Год
IDC_ST_RC_TIME_MIN		= Хв
IDC_ST_RC_TIME_SEC		= Сек

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Максимальний розмір файлу
IDC_ST_RC_FILESIZE_SETTING	= Налаштування

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Додати новий стиль
IDC_ST_ADD_PRESET		= Ви можете зберегти поточні налаштуванняя формату \nяк новий стиль. Введіть ім'я нового стилю:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Правка шаблонів користувача
IDC_BTN_PRESET_ADD		= Додати
IDC_BTN_PRESET_DEL		= Видалити
IDC_BTN_PRESET_REN		= Перейменувати
IDC_BTN_PRESET_UP		= Підняти
IDC_BTN_PRESET_DN		= Опустити

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Перейменувати стиль
IDC_ST_REN_PRESET		= Введіть нове ім'я для шаблону:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Виберіть зовнішній відеокодек
IDC_ST_CODEC_EX_LIST		= Список кодеків 
IDC_ST_CODEC_EX_SETTINGS	= Налаштування
IDC_ST_CODEC_EX_DRIVER		= Імя драйвера
IDC_ST_CODEC_EX_FOURCC		= Код FourCC
IDC_ST_CODEC_EX_QUALITY		= Якість
IDC_ST_CODEC_EX_DATERATE	= Швидкість потоку
IDC_ST_CODEC_EX_KEYFRAME	= Інтервал ключових кадрів
IDC_BTN_CODEC_EX_CONFIG		= Конфігурація
IDC_BTN_CODEC_EX_ABOUT		= Про прогаму
IDC_ST_CODEC_EX_HELP		= [ Допомога ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Список заблокованих процесів
IDC_ST_BLOCK_LIST		= До наступних процесів не допускається перехоплення.
IDC_ST_BLOCK_LIST_EX		= Приклад:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Налаштування H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Контроль швидкості
IDC_RD_H264_CUDA_VBR		= VBR - за якістю (рекомендовано)
IDC_RD_H264_CUDA_CBR		= CBR - за бітрейдом
IDC_ST_H264_CUDA_GPU_USAGE	= Використання GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Тільки GPU (для потужних GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU device:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Інші опції
IDC_ST_H264_CUDA_FOURCC_USED	= Код FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Інтервал ключ. кадрів:
IDC_ST_H264_CUDA_FOURCC_HELP	= Допомога

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Налаштування H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL	= Контроль швидкості
IDC_RD_H264_SYNC_VBR		= VBR - за якістю (рекомендовано)
IDC_RD_H264_SYNC_CBR		= CBR - за бітрейдом
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Інші опції
IDC_ST_H264_SYNC_FOURCC_USED	= Код FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Інтервал ключ. кадрів:
IDC_ST_H264_SYNC_FOURCC_HELP	= Допомога

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Налаштування H.264 (AMD APP)
IDC_ST_H264_APP_RATE_CONTROL	= Контроль швидкості
IDC_RD_H264_APP_VBR		= VBR - за якістю (рекомендовано)
IDC_RD_H264_APP_CBR		= CBR - за бітрейдом
IDC_ST_H264_APP_OTHER_OPTIONS	= Інші опції
IDC_ST_H264_APP_FOURCC_USED	= Код FourCC:
IDC_ST_H264_APP_KEYFRAME_INT	= Інтервал ключ. кадрів:
IDC_ST_H264_APP_FOURCC_HELP	= Допомога

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Налаштування Xvid
IDC_ST_XVID_RATE_CONTROL	= Контроль швидкості
IDC_RD_XVID_VBR			= VBR - за якістю (рекомендовано)
IDC_RD_XVID_CBR			= CBR - за бітрейдом
IDC_ST_XVID_OPTIMIZATION	= Оптимізація VBR
IDC_RD_XVID_FASTER_SPEED	= Швидша швидкість кодування
IDC_RD_XVID_SMALLER_SIZE	= Меньший розмір файлу
IDC_ST_XVID_OTHER_OPTIONS	= Інші опції
IDC_ST_XVID_KEYFRAME_INT	= Інтервал ключ. кадрів:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Налаштування H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= Контроль швидкості
IDC_RD_H264_NVENC_VBR		= VBR - за якістю (рекомендується)
IDC_RD_H264_NVENC_CBR		= CBR - за бітрейдом
IDC_ST_H264_NVENC_GPU_USAGE	= Використання GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= Пристрій GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Додатково
IDC_ST_H264_NVENC_FOURCC_USED	= Код FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Інтервал ключ. кадрів:
IDC_ST_H264_NVENC_FOURCC_HELP	= Допомога

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timer Recording
IDC_ST_TIMER_SETTINGS		= Settings
IDC_RD_TIMER_START_IN		= Start in
IDC_ST_TIMER_MINUTES		= minutes
IDC_RD_TIMER_START_AT		= Start at
IDC_CK_TIMER_MINIMIZE		= Minimize Bandicam to tray when recording starts.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto Complete Recording
IDC_BTN_TIMER_AUTO_COMPLETE	= Setting

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timer Recording - Waiting to start
IDC_ST_TIMER_WAITING_INFO	= Waiting to start recording at %s.
IDC_ST_TIMER_ELAPSED		= Elapsed Time:
IDC_ST_TIMER_REMAINING		= Remaining Time:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Settings
IDC_ST_FORMAT_FPS_MODE		= Frame Rate Mode
IDC_RD_FORMAT_FPS_CFR		= Prefer CFR - Constant Frame Rate
IDC_ST_FORMAT_FPS_CFR		= Falls back on VFR if your frame rate is too low.
IDC_RD_FORMAT_FPS_VFR		= Use VFR - Variable Frame Rate (Recommended)
IDC_ST_FORMAT_FPS_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Available
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 encoder is available. NVENC is a high-performance encoder using hardware acceleration. Would you like to use the NVENC H.264 encoder?\n<a>more</a>
IDC_CK_NVENC_AVAILABLE		= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= Про програму
ID_POPUP_GENERAL		= Існовні налаштування
ID_POPUP_FRAME			= Налаштування FPS
ID_POPUP_VIDEO			= Налаштування відео
ID_POPUP_IMAGE			= Налаштування зображення
ID_POPUP_OUTPUTS		= Переглянути результат
ID_POPUP_OPENOUTPUTFOLDER	= Відкрити папку виводу
ID_POPUP_TARGET			= Target
ID_POPUP_SIZE			= Розмір
ID_POPUP_EXIT			= Вихід з програми

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= Допомога

ID_TARGET_HIDE			= Показати / Приховати \t Ctrl+Alt+H
ID_TARGET_PEN			= Режим малювання \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Поверх решти вікон
ID_TARGET_TRANSPARENCY		= Прозорість
ID_TARGET_SIZE			= Розмір
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Зсунути вліво \t Left
ID_TARGET_MOVE_RIGHT		= Зсунути вправо \t Right
ID_TARGET_MOVE_UP		= Зсунути вгору \t Up
ID_TARGET_MOVE_DOWN		= Зсунути вниз \t Down

ID_TARGET_INC_WIDTH		= Збільшити ширину \t Shift+Right
ID_TARGET_DEC_WIDTH		= Зменшити ширину \t Shift+Left
ID_TARGET_INC_HEIGHT		= Збільшити висоту \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Зменшити висоту \t Shift+Up

ID_TARGET_FIND_WINDOW		= Вказати вікно \t Ctrl+F
ID_TARGET_FULLSCREEN		= Повний екран \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Підігнати до 4:3
ID_TARGET_RATIO_16_9		= Підігнати до 16:9
ID_TARGET_SIZE_CUSTOM		= Особливий розмір \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Стиль Розміру \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Додати стиль
ID_TARGET_SIZE_PRESET_EDIT	= Редагувати стиль

ID_TARGET_OPEN_OUTPUTFOLDER	= Відкрити папку виводу
ID_TARGET_EXIT_BANDICAM		= Вихід з програми

ID_USER_PRESET_ADD		= Додати
ID_USER_PRESET_EDIT		= Редагувати

ID_SORT_BY_DATE			= Сортувати за датою
ID_SORT_BY_NAME			= Сортувати за іменем
ID_SORT_BY_SIZE			= Сортувати за розміром

ID_OUTPUTS_LB_PLAY		= Переглянути
ID_OUTPUTS_LB_OPEN		= Відкрити
ID_OUTPUTS_LB_EDIT		= Редагувати
ID_OUTPUTS_LB_DELETE		= Видалити
ID_OUTPUTS_LB_SELECT_ALL	= Вибрати все
ID_OUTPUTS_LB_OPEN_FOLDER	= Відкрити кінцеву папку

ID_BDCAM_SIZE_DEFAULT		= Стандартний розмір
